import image1 from "../images/1.jpg";

import image3 from "../images/3.jpg";
import image4 from "../images/4.jpg";
import image5 from "../images/5.jpg";
import gift1 from "../images/gifts/1.jpg";
export const _albums = [image3, image1, image4,image5];


export const _giftAlbums = [gift1];

export const _messages = [
    "วันนี้เค้าตั้งใจจะทำอะไรที่พิเศษใส่ไข่ให้อ้วนนะ มันอาจจะไม่ได้เป็นอะไรที่ซับซ้อนหรือยิ่งใหญ่ แต่เค้าอยากให้มันมาจากใจจริงๆ",
    "การทำสิ่งนี้ให้อ้วนมันทำให้เค้านึกถึงทุกช่วงเวลาที่เราได้ใช้ร่วมกัน ไม่ว่าจะเป็นเรื่องเล็กๆ หรือเรื่องใหญ่ๆ อ้วนทำให้เรารู้สึกว่าชีวิตเค้ามีความหมายมาก ขึ้นทุกวัน",
    "เค้าเลยคิดว่า ถ้าจะทำอะไรให้อ้วนในวันพิเศษนี้ เค้าก็อยากจะทำให้มันเป็นสิ่งที่ทำให้อ้วนยิ้มได้ และรู้สึกดีเค้าไม่เก่งเรื่องคำพูดหวานๆ แต่เค้าอยากบอกว่าอ้วน มีความหมายกับเค้าแค่ไหน",
    "หวังว่าอ้วนจะมีความสุข เว็บนี้จะเป็นกระบอกเสียงแทนความรู้สึกใจในของเค้านะคะ",
];

export const _birthdayMessages = [
    "สุขสันต์วันวาเลนไทน์นะคะ!",
    "วันนี้เป็นวันที่พิเศษสำหรับเค้ามากๆเลย",
    "ขอบคุณที่อยู่ด้วยกันนะ ข้อความนี้ถ้าอ้วนได้อ่านเค้าอยากจะบอกอ้วนว่าเค้าขอโทษที่ทำให้อ้วนเสียใจบ่อยๆ ",
    "เเต่เค้าไม่เคยรักอ้วนน้อยลงเลยยังเหมือนวันเเรกที่รักอ้วนเค้าขอบคุณที่อ้วนอยู่กับเค้ามาถึงทุกวันนี้เเละอยากให้อ้วนอยู่กับไปนานๆ",
    "เค้าขอให้อ้วนยิ้มน่ารักเเบบนี้ไปตลอดค่อยเป็นห่วงเค้าเค้าจะค่อยซัพพอร์ตอยู่ข้างอ้วนเสมอไม่ว่าอะไรจะมาให้อ้วนทุกข์เค้าก็จะอยู่ข้างๆ",
    "ไม่ไปไหนเวลาอ้วนมีความสุขเค้าก็ยินดีด้วยเสมอเเละเค้าขอคุณที่อ้วนคอยซัพพอร์ตเค้าจากข้างหลังนะ",
    "ในวันที่เค้าเเย่ก็ยังมีอ้วนที่ค่อยให้กำลังใจเสมอมาเค้าขอให้อ้วนอยู่กับเค้าไปนานนะคะ",
];
