import image1 from "../images/1.jpg";

import image3 from "../images/3.jpg";
import image4 from "../images/4.jpg";
import image5 from "../images/5.jpg";
import gift1 from "../images/gifts/1.jpg";
export const _albums = [image3, image1, image4,image5];


export const _giftAlbums = [gift1];

export const _messages = [
    "วันนี้เราตั้งใจจะทำอะไรที่พิเศษใส่ไข่ให้เธอ มันอาจจะไม่ได้เป็นอะไรที่ซับซ้อนหรือยิ่งใหญ่ แต่เราอยากให้มันมาจากใจจริงๆ",
    "การทำสิ่งนี้ให้เธอมันทำให้เรานึกถึงทุกช่วงเวลาที่เราได้ใช้ร่วมกัน ไม่ว่าจะเป็นเรื่องเล็กๆ หรือเรื่องใหญ่ๆ เธอทำให้เรารู้สึกว่าชีวิตเรามีความหมายมากขึ้นทุกวัน",
    "เราเลยคิดว่า ถ้าจะทำอะไรให้เธอในวันพิเศษนี้ เราก็อยากจะทำให้มันเป็นสิ่งที่ทำให้เธอยิ้มได้ และรู้สึกดี เราไม่เก่งเรื่องคำพูดหวานๆ แต่เราอยากบอกว่าเธอมีความหมายกับเราแค่ไหน",
    "หวังว่าเธอจะมีความสุขในวันเกิดนี้มากๆเว็บนี้จะเป็นกระบอกเสียงแทนความรู้สึกใจในของเรานะคะ",
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะ!",
    "วันนี้เป็นวันที่พิเศษสำหรับเรามากๆเลย",
    "ขอบคุณสำหรับทุกสิ่งที่เธอทำให้ ทุกความรู้สึกดีๆ ที่เรามีร่วมกัน ไม่ว่าจะเป็นวันธรรมดาหรือวันที่เราผ่านเรื่องยากๆ มาด้วยกัน",
    "เธอทำให้เรารู้สึกว่า “โลกนี้” มันไม่ยากเลย ไม่ว่าจะเจออุปสรรคอะไรหนักหนาแค่ไหน เราก็ยังมีเธอเป็นพลังใจให้เสมอ เราอยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุข ความสมหวังในทุกสิ่งที่เธอตั้งใจ",
    "ขอให้ทุกความฝันของเธอเป็นจริง และเราจะอยู่ข้างเธอเสมอ ในทุกความสำเร็จและทุกความท้าทายนะ เราดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของเธอ รักเธอนะคะ",
    "สุขสันต์วันเกิดอีกครั้งค่ะ",
];
